a
able
about
ad
adddress
addre
address
addresses
adress
af
afghan
africa
african
after
afternoon
again
ah
air
airatarin
airitran
all
alright
alternative
am
american
an
and
another
answer
any
anyone
anything
anywhere
appleton
ar
are
area
areas
aristrain
arotrian
art
arts
as
asian
at
austallison
austral
australasian
australia
australian
austria
austrian
austro
available
aw
awesome
b
back
bad
barbecue
bart
bask
baskaye
baskey
basque
be
because
belgian
belgium
believe
beside
besides
bistro
bloomsbury
both
bout
boy
bra
brazilian
brazillian
breath
breathing
bristish
british
burger
but
by
bye
c
ca
caius
calling
cambridge
can
cana
canap
canape
canapes
cancun
cannabis
canope
canopus
canopy
cant
cantonates
cantonese
care
caribbean
carraibean
carrier
castro
catalan
catalanian
catalen
catalin
catalonia
center
central
centre
change
changed
che
cheap
cherries
chi
chikkis
child
chineese
chinese
chiquito
choice
christ
christmas
city
class
cleveland
co
code
college
continental
cool
correct
corsica
cost
cough
could
cow
creative
croatia
cross
crossover
crosstalk
cuban
currently
cut
cute
d
da
damn
danish
day
dear
deosnt
did
different
dish
ditton
do
does
doesnt
done
dont
down
downtown
dr
dress
dubai
duration
e
ea
earatrain
earatree
earetree
eartrain
ease
east
eat
ecuadorean
eirtrean
either
ele
else
elses
endonesian
english
enlish
er
eritrean
ese
euorpean
eur
euro
europ
europea
european
europene
europone
ever
every
everything
excellent
expensive
expnsive
f
fancy
fast
fdod
feed
fen
finally
find
fine
finished
first
fish
foo
food
foods
for
fora
forget
fre
freakin
free
french
from
fuck
fucking
fus
fusion
garden
gardens
gasper
gastro
gastropub
germ
german
get
give
go
god
going
golden
gonville
good
goodb
goodbye
got
gourmet
great
greek
h
halal
halo
hang
harbor
has
have
he
hello
hey
hi
high
hindi
his
hk
hm
hold
holy
hotel
house
how
huh
hungarian
hut
hutt
i
iam
id
if
ill
im
important
in
inaudible
includes
incorrect
ind
indian
indians
indo
indonesian
inexpensive
information
inner
instead
int
interested
international
irish
is
isian
it
itailian
ital
italian
its
jamaican
jamcian
japanese
jesus
just
k
katalian
kay
kind
kish
kitalian
kitchen
knocking
know
ko
kor
korean
kosher
l
la
labenese
labonese
laugh
laughing
least
leban
lebanese
lebanse
left
let
lets
like
list
listen
located
location
long
loo
look
looking
loooking
low
luck
lucky
ly
m
mail
malaysian
malyasian
margheritas
mater
matter
may
me
meant
mediteranian
mediterranean
medium
medterranean
mexican
mia
middle
might
mind
minuet
missing
mmhm
moder
moderat
moderate
moderately
moderatley
modereate
modern
modernity
modertley
modreately
moment
more
moroccan
moroccon
moron
much
music
my
na
name
nandos
near
need
needs
nevermind
new
next
no
noice
noise
none
nor
north
not
nothing
now
nu
number
numbere
numeber
nymber
o
of
offer
oh
ohio
ok
okay
old
on
one
ones
only
ooh
opean
option
options
or
ori
oriental
ostro
ot
other
others
out
over
p
pan
par
park
part
parts
peace
peking
perfect
persian
ph
phone
pick
pizza
pizzeria
place
plea
pleas
please
po
polish
pollynasian
polynesia
polynesian
popular
port
portugese
portugeuse
portuguese
post
postal
postcode
preference
previews
prezzo
prezzos
pri
price
priced
prices
prise
probably
promo
pub
rage
ran
range
ranges
re
really
recommend
regular
repeat
rerestaurant
res
resataurant
reset
rest
restaraunt
restaruant
restauarant
restaura
restauran
restaurant
restaurants
restaurnt
restsurant
restuarant
resturant
rice
right
ring
ringing
romanian
royal
russian
s
said
salad
sales
say
saying
says
scandin
scandinavia
scandinavian
scotch
scottish
sea
seafood
searching
sec
see
selection
selling
sells
ser
serv
serve
served
servers
serves
servess
serving
sh
shit
shitty
shou
should
show
shows
side
sigh
signa
signapore
signaporian
signature
sil
singapore
singaporean
so
sock
some
something
somewhere
sorry
sounds
south
spani
spanish
special
spensive
spice
star
start
static
staurant
steak
steakhouse
stop
such
suck
sucks
suggestion
suggestions
sure
surprise
survey
swedish
sweedish
swiss
system
t
tailand
taiwanese
take
takes
talian
talk
talking
tape
taquita
tasty
telephone
tell
th
tha
thai
thailand
than
thank
thanks
thare
that
thatll
thats
the
their
them
then
there
theres
they
thing
things
think
this
those
though
thr
time
to
told
tow
town
traditional
train
tran
try
trying
tur
turk
turkey
turkiesh
turkish
tuscan
two
type
types
uh
um
umh
unintelligent
unintelligible
unitelligible
unusal
unusual
up
us
usually
vanessa
vegetarian
vegitarian
veitnamese
ven
venesian
venetian
venison
venue
venues
venusian
very
viet
vietna
vietnam
vietnamese
vinci
vinesha
wait
wan
want
wanted
was
water
we
welch
welcome
well
welsh
were
west
wha
what
whats
where
wheres
who
whole
wiscon
with
wok
woks
working
worl
world
worth
worthless
would
wouth
wrong
ya
yawning
ye
yea
yeah
yes
york
you
your
yourself
zip
